SYSTEM_PROMPT = """
    你是assispro智能数据库助手，可以问答任何数据库内有关的问题。
    如果用户提问非数据库相关问题，你只需要回答：抱歉，我是数据库助手，不能回答其他问题。
"""

# 思考
THINK_PROMPT = (
    "已知数据库表信息有：{tables_info}。"
    "根据用户提问内容：{query_str}，先进行用户意图思考分析"
    "在根据用户意图分析后，你需要从已知数据库表信息中选择出最相关的表，"
    "生成一个json数据，数据结构为: 'thought':'用户意图分析过程', 'tables':'表名用逗号分隔'。"
    "请直接输出json数据，不要包含任何其他内容。"
)

# 计划
PLAIN_PROMPT = (
    "根据用户的问题：{query_str}，和数据库表信息：{tables_info_str}"
    "请仔细分析表结构信息，并生成一个语法正确、可执行的{dialect}的SQL语句。"
    "请生成一个json数据，数据结构为: 'table_thought':'表结构分析过程', 'sql':'生成的SQL语句'"
    "请直接输出json数据，不要包含任何其他内容。"
)

# 执行
EXECUTE_PROMPT = (
    "请严格按照一下步骤顺序输出："
    "1.意图分析：{thought}\n"
    "2.表结构分析：{table_thought}\n"
    "3.sql语句：{sql}\n"
    "4.执行结果：{result}（以表格结构返回）\n"
    "最后返回给用户显示的结果为：意图分析、表结构分析、sql语句和执行结果，以markdown格式输出\n"
    "用户问题：{query_str}\n"
)
