Repository: pypi-data/pypi-mirror-343
Catalog: packages/trytond-product-cost-warehouse/trytond_product_cost_warehouse-6.0.5-py3-none-any.whl/trytond/modules/product_cost_warehouse/locale/*.po
Languages: de

# field:company.company,cost_price_warehouse:
source: Cost Price per Warehouse
de: Einstandspreis pro Warenlager

# field:ir.cron,warehouses:
source: Warehouses
de: Warenlager

# field:ir.cron-stock.warehouse,cron:
source: Cron
de: Zeitplaner

# field:ir.cron-stock.warehouse,warehouse:
source: Warehouse
de: Warenlager

# field:product.configuration,cost_price_warehouse:
source: Cost Price per Warehouse
de: Einstandspreis pro Warenlager

# field:product.configuration.cost_price_warehouse,company:
source: Company
de: Unternehmen

# field:product.configuration.cost_price_warehouse,cost_price_warehouse:
source: Cost Price per Warehouse
de: Einstandspreis pro Warenlager

# field:product.cost_price,warehouse:
source: Warehouse
de: Warenlager

# field:product.cost_price,warehouse_required:
source: Warehouse Required
de: Warenlager erforderlich

# field:product.cost_price.revision,warehouse:
source: Warehouse
de: Warenlager

# field:product.cost_price.revision,warehouse_required:
source: Warehouse Required
de: Warenlager erforderlich

# field:stock.location,cost_warehouse:
source: Cost Warehouse
de: Kosten Warenlager

# help:company.company,cost_price_warehouse:
source: Compute product cost price for each warehouse.
de: Artikeleinstandskosten je Warenlager berechnen.

# help:ir.cron,warehouses:
source: Warehouses registered for this cron.
de: Die Warenlager, die für diese geplante Aktion registriert wurden.

# help:product.configuration,cost_price_warehouse:
source: Compute product cost price for each warehouse.
de: Artikeleinstandskosten je Warenlager berechnen.

# help:product.configuration.cost_price_warehouse,cost_price_warehouse:
source: Compute product cost price for each warehouse.
de: Artikeleinstandskosten je Warenlager berechnen.

# model:ir.cron-stock.warehouse,name:
source: Cron - Warehouse
de: Zeitplaner - Warenlager

# model:ir.message,text:msg_move_storage_location_same_warehouse
source: To move products between "%(from_)s" and "%(to)s", you must use the internal shipment transit location.
de: Um Artikel zwischen "%(from_)s" und "%(to)s" zu bewegen, muss der Transitlagerort für interne Lieferungen verwendet werden.

# model:product.configuration.cost_price_warehouse,name:
source: Product Configuration Cost Price per Warehouse
de: Artikel Einstellungen Einstandskosten Pro Warenlager
