Repository: pypi-data/pypi-mirror-343
Catalog: packages/collective.messagesviewlet/collective_messagesviewlet-1.0b4.tar.gz/collective_messagesviewlet-1.0b4/src/collective/messagesviewlet/locales/*/LC_MESSAGES/collective.messagesviewlet.po
Languages: fr

source: Affects only messages visibility. Check if you want to see local messages.
fr: Affecte uniquement l'affichage. Cochez si vous souhaitez afficher les messages locaux.

source: Authorize local messages
fr: Autoriser les messages locaux

source: Can be marked as read
fr: Peut être marqué comme lu

source: Cancel
fr: Annuler

source: Changes canceled.
fr: Modifications annulées

source: Check if messages can be added everywhere on the site. This also affects visibility of existing local messages.
fr: Cochez si les messages peuvent être ajoutés partout dans le site. Cela affecte aussi la visibilité de messages locaux déjà existants.

source: Choose the roles for which the message will be displayed
fr: Sélectionnez les rôles pour lesquels le message sera affiché. (sinon tous)

source: End date
fr: Date de fin

source: Following the type, the color will be different
fr: Suivant le type, la couleur de la boîte sera différente.

source: From this content
fr: Là où il est ajouté et sur les contenus enfants

source: Full site
fr: Sur tout le site

source: Global messages folder
fr: Dossier global de messages

source: Homepage
fr: En page d'accueil

source: If checked, the message will be shown only to users having message local role 'Reader'
fr: Si coché, le message sera affiché aux utilisateurs ayant le rôle local 'Lecteur' (sinon tous)

source: If checked, the user can hide the message
fr: Si coché, un utilisateur peut marquer le message comme lu pour le faire disparaître.

source: Just on this content
fr: Seulement là où il est ajouté

source: Location
fr: Endroit d'affichage

source: Message text
fr: Contenu du message

source: Message type
fr: Type de message

source: Messages viewlet settings
fr: Configuration des messages

source: MessagesConfig
fr: Configuration des messages

source: Required roles
fr: Rôle requis

source: Save
fr: Sauvegarder

source: Show local messages
fr: Afficher les messages locaux

source: Specify end date message appearance. If nothing specified, this is infinite. If you pick a date, <span class=warning-formHelp>dont't forget hours !</span>
fr: Spécifiez une date de fin d'apparition du message. Si rien n'est défini, c'est infini. Si vous sélectionnez une date, <span class=warning-formHelp>n'oubliez pas les heures !</span>

source: Specify start date message appearance
fr: Spécifiez une date de début d'apparition du message.

source: Start date
fr: Date de début

source: Text
fr: Texte

source: The start date must precede the end date.
fr: La date de début doit précéder la date de fin.

source: This folder contains messages and should be kept private
fr: Ce dossier contient des messages et doit être gardé privé

source: Title
fr: Intitulé

source: Use Reader local role
fr: Utiliser les rôles locaux

source: bad_browser_ff_chrome_tit
fr: Mauvais navigateur (supporte Firefox et Chrome)

source: bad_browser_ff_chrome_txt ${resource}
fr: Afin d'utiliser correctement cette application, il est nécessaire d'employer le navigateur <a href="http://www.getfirefox.com">Firefox <img src="../++${resource}++collective.messagesviewlet/firefox-24.png" /></a> ou <a href="https://www.google.fr/chrome">Chrome <img src="../++${resource}++collective.messagesviewlet/chrome-24.png" /></a>

source: bad_browser_tit
fr: Mauvais navigateur (supporte Firefox)

source: bad_browser_txt ${resource}
fr: Afin d'utiliser correctement cette application, il est nécessaire d'employer le navigateur <a href="http://www.getfirefox.com">Firefox <img src="../++${resource}++collective.messagesviewlet/firefox-24.png" /></a>

source: close_alt
fr: Coche verte

source: close_title
fr: Cacher ce message

source: info
fr: Information

source: maintenance_now_tit
fr: Maintenance imminente

source: maintenance_now_txt
fr: De 13h à 15h : Application indisponible pour maintenance !

source: maintenance_soon_tit
fr: Maintenance planifiée

source: maintenance_soon_txt
fr: Vendredi 25/09/2015, de 13h à 15h : Application indisponible pour maintenance.

source: significant
fr: Avertissement

source: test_site_tit
fr: Application de test

source: test_site_txt
fr: CECI EST UN ESPACE DE TEST. LES DONNÉES ENCODÉES SERONT PERDUES !

source: warning
fr: Attention
